Repository: vermont42/Konjugieren
Catalog: Konjugieren/Assets/Localizable.xcstrings
Source language: en
Languages: de

# Info.voiceHeading
source: Voice
de: Genus Verbi

# Info.voiceText
source: ~Voice~ (also called ~diathesis~) describes the relationship between a verb's subject and its action. Is the subject ~doing~ the action, or is it ~receiving~ the action? Like tense, voice is one component of many conjugationgroups. For example, PrГӨsens Aktiv Indikativ has PrГӨsens tense, Aktiv voice, and Indikativ mood. English has two voices: рҹҸҙу Ғ§у Ғўу ҒҘу Ғ®у Ғ§у Ғҝ ~Active~: The subject performs the action. Example: "The toddler ~ate~ all the cookies." рҹҸҙу Ғ§у Ғўу ҒҘу Ғ®у Ғ§у Ғҝ ~Passive~: The subject receives the action. Example: "All the cookies ~were eaten~ by someone who was definitely in the other room the whole time." German has three voicesвҖ”active and ~two~ distinct types of passive:`Aktiv` The subject performs the action, just like English active voice. Example: "Die Kutsche ~fuhr~ vorbei, und eine TrГӨne ~stand~ mir im Auge." = "The carriage drove off; and my eyes filled with tears." ~Goethe вҖ” The Sorrows of Young Werther (1774)~`Vorgangspassiv` Called the processual passive in English, the Vorgangspassiv is formed with ~werden~ + Perfektpartizip. This voice describes an action ~in progress~вҖ”something being done. Example: "K. ~wurde~ telephonisch ~verstГӨndigt~, daГҹ am nГӨchsten Sonntag eine kleine Untersuchung stattfinden wГјrde." = "K. was informed by telephone that there would be a small hearing concerning his case the following Sunday." ~Kafka вҖ” The Trial (1925)~`Zustandspassiv` Called the statal passive in English, the Zustandspassiv is conjugated with ~sein~ + Perfektpartizip. This voice describes the ~resulting state~ after an action is complete. Example: "Sein Antlitz ~war~ von honigfarbenem Haar ~umringelt~." = "His face was framed by honey-colored hair." ~Mann вҖ” Death in Venice (1912)~`The Distinction English Lacks` The Vorgangspassiv/Zustandspassiv distinction doesn't exist in English, which uses "is" + past participle for both meanings. "The door is closed" could mean someone is actively closing it right now (Vorgangspassiv: "Die TГјr ~wird geschlossen~") ~or~ that it's already in a closed state (Zustandspassiv: "Die TГјr ~ist geschlossen~"). English relies on context; German makes it explicit. Another example: "Der Kuchen ~wird gegessen~." = "The cake is being eaten." "Der Kuchen ~ist gegessen~." = "The cake has been eaten. Only crumbs remain as evidence."
de: ~Genus Verbi~ (auch ~Diathese~ genannt) beschreibt die Beziehung zwischen dem Subjekt eines Verbs und seiner Handlung. ~FГјhrt~ das Subjekt die Handlung aus, oder ~empfГӨngt~ es die Handlung? Wie das Tempus ist das Genus Verbi eine Komponente vieler Conjugationgroups. Zum Beispiel hat PrГӨsens Aktiv Indikativ das Tempus PrГӨsens, das Genus Verbi Aktiv und den Modus Indikativ. Das Englische hat zwei Genera Verbi: рҹҸҙу Ғ§у Ғўу ҒҘу Ғ®у Ғ§у Ғҝ ~Active~: Das Subjekt fГјhrt die Handlung aus. Beispiel: "The toddler ~ate~ all the cookies." рҹҸҙу Ғ§у Ғўу ҒҘу Ғ®у Ғ§у Ғҝ ~Passive~: Das Subjekt empfГӨngt die Handlung. Beispiel: "All the cookies ~were eaten~ by someone who was definitely in the other room the whole time." Das Deutsche hat drei Genera Verbi вҖ“ Aktiv und ~zwei~ verschiedene Arten von Passiv:`Aktiv` Das Subjekt fГјhrt die Handlung aus, genau wie das englische "active voice". Beispiel: "Die Kutsche ~fuhr~ vorbei, und eine TrГӨne ~stand~ mir im Auge." = "The carriage drove off; and my eyes filled with tears." ~Goethe вҖ“ Die Leiden des jungen Werthers (1774)~`Vorgangspassiv` Im Englischen "processual passive" genannt, wird das Vorgangspassiv mit ~werden~ + Perfektpartizip gebildet. Dieses Genus Verbi beschreibt eine Handlung ~im Verlauf~ вҖ“ etwas, das gerade geschieht. Beispiel: "K. ~wurde~ telephonisch ~verstГӨndigt~, daГҹ am nГӨchsten Sonntag eine kleine Untersuchung stattfinden wГјrde." = "K. was informed by telephone that there would be a small hearing concerning his case the following Sunday." ~Kafka вҖ“ Der Prozess (1925)~`Zustandspassiv` Im Englischen "statal passive" genannt, wird das Zustandspassiv mit ~sein~ + Perfektpartizip konjugiert. Dieses Genus Verbi beschreibt den ~resultierenden Zustand~ nach Abschluss einer Handlung. Beispiel: "Sein Antlitz ~war~ von honigfarbenem Haar ~umringelt~." = "His face was framed by honey-colored hair." ~Mann вҖ“ Der Tod in Venedig (1912)~`Die Unterscheidung, die dem Englischen fehlt` Die Unterscheidung zwischen Vorgangspassiv und Zustandspassiv existiert im Englischen nicht, das "is" + "past participle" fГјr beide Bedeutungen verwendet. "The door is closed" kГ¶nnte bedeuten, dass jemand sie gerade aktiv schlieГҹt (Vorgangspassiv: "Die TГјr ~wird geschlossen~") ~oder~ dass sie sich bereits im geschlossenen Zustand befindet (Zustandspassiv: "Die TГјr ~ist geschlossen~"). Das Englische verlГӨsst sich auf den Kontext; das Deutsche macht es explizit. Ein weiteres Beispiel: "Der Kuchen ~wird gegessen~." = "The cake is being eaten." "Der Kuchen ~ist gegessen~." = "The cake has been eaten. Only crumbs remain as evidence."

# Navigation.dismiss
source: Dismiss
de: SchlieГҹen

# Navigation.families
source: Families
de: Familien

# Navigation.settings
source: Settings
de: Einstellungen

# Navigation.verbs
source: Verbs
de: Verben

# Onboarding.aiBody
source: Konjugieren harnesses Apple Intelligence to supercharge your learning. Chat with your personal Conjugation Tutor, get instant explanations when you miss a quiz question, and receive tailored practice recommendations based on your progress.
de: Konjugieren nutzt Apple Intelligence, um dein Lernen auf ein neues Level zu heben. Chatte mit deinem persГ¶nlichen Konjugationstutor, erhalte sofortige ErklГӨrungen bei falschen Quizantworten und bekomme maГҹgeschneiderte Гңbungsempfehlungen basierend auf deinem Fortschritt.

# Onboarding.aiTitle
source: Your AI-Powered Tutor
de: Dein KI-gestГјtzter Tutor

# Onboarding.browseBody
source: Explore 988 strong, weak, mixed, and -ieren verbs. Tap any verb to see its full conjugation table with ablaut changes and other irregularities highlighted. Sort verbs by frequency of use for study purposes.
de: Erkunde 988 starke, schwache, gemischte und -ieren-Verben. Tippe auf ein Verb, um die vollstГӨndige Konjugationstabelle mit hervorgehobenen AblautГӨnderungen und anderen UnregelmГӨГҹigkeiten zu sehen. Sortiere Verben nach GebrauchshГӨufigkeit zum Lernen.

# Onboarding.browseTitle
source: Browse 988 German Verbs
de: 988 deutsche Verben durchstГ¶bern

# Onboarding.browseVerbsButton
source: Browse Verbs
de: Verben durchstГ¶bern

# Onboarding.conjugationgroupBody
source: People often use the word ~tense~ to describe groups of related conjugations like GermanвҖҷs ~PrГӨsens Indikativ~ and EnglishвҖҷs ~present indicative~, but "tense" refers only to time: present, past, or future. These groups of conjugations actually encode tense, mood, and sometimes voice, all at once. No single English word captures this concept. The phrase "a set of conjugations for a verb, encoding tense, mood, and voice" is accurate but far too verbose for repeated use. Josh Adams, the developer of Konjugieren, borrowed a technique from software development: when you need to refer to something verbose repeatedly, you give it a descriptive-but-pithy name. Thus ~conjugationgroup~ was bornвҖ”a neologism that combines familiar English words to promote succinctness without sacrificing clarity.
de: Oft wird das Wort ~Tempus~ verwendet, um Gruppen verwandter Konjugationen wie das deutsche ~PrГӨsens Indikativ~ oder das englische ~present indicative~ zu beschreiben. Doch вҖһTempusвҖң bezieht sich nur auf die Zeit: Gegenwart, Vergangenheit oder Zukunft. Diese Conjugationgroups kodieren tatsГӨchlich Tempus, Modus und manchmal Genus Verbi gleichzeitig. Kein einzelnes deutsches Wort erfasst dieses Konzept. Der Ausdruck вҖһeine Menge von Konjugationen eines Verbs, die Tempus, Modus und Genus Verbi kodierenвҖң ist zwar korrekt, aber viel zu weitschweifig fГјr den wiederholten Gebrauch. Josh Adams, der Entwickler von Konjugieren, bediente sich einer Technik aus der Softwareentwicklung: Wenn man etwas Weitschweifiges wiederholt benennen muss, gibt man ihm einen aussagekrГӨftigen, aber prГӨgnanten Namen. So wurde ~Conjugationgroup~ geboren вҖ“ ein Neologismus, der vertraute englische WГ¶rter kombiniert, um PrГӨgnanz zu fГ¶rdern, ohne die Klarheit zu opfern.

# Onboarding.conjugationgroupButtonTitle
source: What is a conjugationgroup?
de: Was ist eine Conjugationgroup?

# Onboarding.conjugationgroupHeading
source: What Is a Conjugationgroup?
de: Was ist eine Conjugationgroup?

# Onboarding.dismiss
source: Dismiss
de: SchlieГҹen

# Onboarding.exploreFamiliesButton
source: Explore Families
de: Familien erkunden

# Onboarding.familiesBody
source: Discover the four verb familiesвҖ”strong, weak, mixed, and -ierenвҖ”each with distinct conjugation patterns. Understanding families helps you predict how unfamiliar verbs behave. Learn how separable and inseparable verbs behave across conjugationgroups. Use knowledge of prefix meaning and etymology to guess meanings of unfamiliar verbs.
de: Entdecke die vier Verbfamilien вҖ“ stark, schwach, gemischt und -ieren вҖ“ jede mit eigenen Konjugationsmustern. Das Verstehen der Familien hilft dir, das Verhalten unbekannter Verben vorherzusagen. Erfahre, wie sich trennbare und untrennbare Verben in verschiedenen Conjugationgroups verhalten. Nutze das Wissen Гјber PrГӨfixbedeutung und Etymologie, um die Bedeutung unbekannter Verben zu erraten.

# Onboarding.familiesTitle
source: Explore Verb Families
de: Verbfamilien erkunden

# Onboarding.getStarted
source: Get Started
de: Los gehtвҖҷs

# Onboarding.learnBody
source: Read comprehensive treatises on fourteen German conjugation groups, with examples from Goethe, Kafka, and Mann, plus a 5,000-year history of the German verb.
de: Lies umfassende Abhandlungen Гјber vierzehn deutsche Conjugationgroups, mit Beispielen von Goethe, Kafka und Mann, sowie eine 5.000-jГӨhrige Geschichte des deutschen Verbs.

# Onboarding.learnTitle
source: Deep-Dive Articles
de: AusfГјhrliche Artikel

# Onboarding.meetTutorButton
source: Meet the Tutor
de: Den Tutor kennenlernen

# Onboarding.quizBody
source: Take timed quizzes, earn points, and compete on the Game Center leaderboard. Choose regular or ridiculous difficulty. The latter includes conjugationgroups that are rarely seen outside formal or academic writing. The reward for ridiculous difficulty is great: double the score.
de: Mach zeitgesteuerte Quizze, sammle Punkte und tritt auf der Game-Center-Rangliste an. WГӨhle zwischen normaler und lГӨcherlicher Schwierigkeit. Letztere enthГӨlt Conjugationgroups, die auГҹerhalb formeller oder akademischer Texte selten vorkommen. Die Belohnung fГјr die lГӨcherliche Schwierigkeit ist groГҹartig: doppelte Punktzahl.

# Onboarding.quizTitle
source: Test Your Knowledge
de: Teste dein Wissen

# Onboarding.readArticlesButton
source: Read Articles
de: Artikel lesen

# Onboarding.showOnboarding
source: Show Onboarding
de: EinfГјhrung anzeigen

# Onboarding.showOnboardingDescription
source: This button replays the onboarding screens that introduce KonjugierenвҖҷs features.
de: Diese SchaltflГӨche zeigt erneut die EinfГјhrungsbildschirme, die die Funktionen von Konjugieren vorstellen.

# Onboarding.skip
source: Skip
de: Гңberspringen

# Onboarding.startQuizButton
source: Take a Quiz
de: Quiz starten

# Onboarding.welcomeBody
source: Konjugieren helps you learn and practice German verb conjugations across every conjugationgroup.
de: Konjugieren hilft dir, deutsche Verbkonjugationen in jeder Conjugationgroup zu lernen und zu Гјben.

# Onboarding.welcomeTitle
source: Master German-Verb Conjugation
de: Deutsche Verbkonjugation meistern

source: Open Quiz
de: Quiz Г¶ffnen

source: Open Random Verb
de: ZufГӨlliges Verb Г¶ffnen

source: Open Verb
de: Verb Г¶ffnen

source: Opens a specific verb in Konjugieren.
de: Г–ffnet ein bestimmtes Verb in Konjugieren.

# PIEMeaning.ab
source: off, away
de: weg, fort

# PIEMeaning.an
source: on, onto
de: auf, darauf

# PIEMeaning.auf
source: up, from below
de: aufwГӨrts, von unten

# PIEMeaning.aus
source: upwards, away, out, outward
de: aufwГӨrts, weg, hinaus

# PIEMeaning.be
source: on, at, near
de: auf, bei, nahe

# PIEMeaning.bei
source: on, at, near
de: auf, bei, nahe

# PIEMeaning.ein
source: in
de: hinein

# PIEMeaning.emp
source: face, forehead, front
de: Gesicht, Stirn, Vorderseite

# PIEMeaning.ent
source: face, forehead, front
de: Gesicht, Stirn, Vorderseite

# PIEMeaning.er
source: upwards, away, out, outward
de: aufwГӨrts, weg, hinaus

# PIEMeaning.fest
source: solid, stable
de: fest, stabil

# PIEMeaning.fort
source: to cross; across, before, in front
de: Гјberqueren; quer, vor, vorne

# PIEMeaning.ge
source: beside, near, by, with
de: neben, nahe, bei, mit

# PIEMeaning.her
source: this (here)
de: dies (hier)

# PIEMeaning.hin
source: this (here)
de: dies (hier)

# PIEMeaning.hoch
source: to bend; crooked
de: biegen; krumm

# PIEMeaning.mit
source: in the middle of, near, by, around, with
de: in der Mitte von, nahe, bei, um, mit

# PIEMeaning.nach
source: to reach, attain
de: erreichen, erlangen

# PIEMeaning.um
source: around, on either side of, about
de: herum, auf beiden Seiten von, ungefГӨhr

# PIEMeaning.ver
source: before, in front, first
de: vor, vorne, zuerst

# PIEMeaning.vor
source: before, in front
de: vor, vorne

# PIEMeaning.zer
source: twice, doubly, in two
de: zweimal, doppelt, entzwei

# PIEMeaning.zu
source: to
de: zu

# PIEMeaning.zurГјck
source: to + heap, hill; back, spine
de: zu + Haufen, HГјgel; RГјcken

# PIEMeaning.zusammen
source: to + together, one
de: zu + zusammen, eins

# Quiz.conjugation
source: Conjugation
de: Konjugation

# Quiz.correct
source: Correct:
de: Richtig:

# Quiz.correctAnswer
source: Correct Answer:
de: Richtige Antwort:

# Quiz.difficulty
source: Difficulty
de: Schwierigkeit

# Quiz.elapsed
source: Elapsed:
de: Zeit:

# Quiz.lastAnswer
source: Last Answer:
de: Letzte Antwort:

# Quiz.progress
source: Progress:
de: Fortschritt:

# Quiz.pronoun
source: Pronoun:
de: Pronomen:

# Quiz.quit
source: Quit
de: Beenden

# Quiz.results
source: Results
de: Ergebnisse

# Quiz.score
source: Score:
de: Punkte:

# Quiz.time
source: Time:
de: Zeit:

# Quiz.translation
source: Translation:
de: Гңbersetzung:

# QuizDifficulty.regular
source: Regular
de: RegulГӨr

# QuizDifficulty.ridiculous
source: Ridiculous
de: LГӨcherlich

source: Random Verb
de: ZufГӨlliges Verb

# SearchScope.infinitiveAndTranslation
source: Infinitive + Translation
de: Infinitiv + Гңbersetzung

# SearchScope.infinitiveOnly
source: Infinitive Only
de: Nur Infinitiv

# Settings.appIconDescription
source: This setting determines the icon displayed on your Home Screen.
de: Diese Einstellung bestimmt das Symbol, das auf deinem Home-Bildschirm angezeigt wird.

# Settings.appIconHeading
source: App Icon
de: App-Symbol

# Settings.audioFeedbackDescription
source: This setting enables audio feedback during quizzes.
de: Diese Einstellung aktiviert Audio-Feedback wГӨhrend der Quizze.

# Settings.conjugationgroupLangDescription
source: This setting determines whether actual German conjugationgroup names or their English equivalents are shown in KonjugierenвҖҷs user interface.
de: Diese Einstellung legt fest, ob in der BenutzeroberflГӨche von Konjugieren die tatsГӨchlichen deutschen Conjugationgroupnamen oder deren englische Entsprechungen angezeigt werden.

# Settings.conjugationgroupLangHeading
source: Conjugationgroup Language
de: Sprache der Conjugationgroup

# Settings.quizDifficultyDescription
source: This setting determines the difficulty of quizzes. You probably want Regular because Ridiculous includes conjugationgroups that are not in widespread use.
de: Diese Einstellung bestimmt die Schwierigkeit der Quizze. Normalerweise ist RegulГӨr empfohlen, da LГӨcherlich Conjugationgroups enthГӨlt, die nicht weit verbreitet sind.

# Settings.quizDifficultyHeading
source: Quiz Difficulty
de: Quizschwierigkeit

# Settings.searchScopeDescription
source: This setting determines whether verb-list search matches infinitives only or also matches translations.
de: Diese Einstellung bestimmt, ob die Verblisten-Suche nur Infinitive oder auch Гңbersetzungen berГјcksichtigt.

# Settings.searchScopeHeading
source: Search Scope
de: Suchbereich

# Settings.thirdPersonPronounGenderDescription
source: This setting determines which pronouns accompany third-person-singular conjugations.
de: Diese Einstellung legt fest, welche deutschen Pronomen der dritten Person Singular in der BenutzeroberflГӨche angezeigt werden.

# Settings.thirdPersonPronounGenderHeading
source: 3P-Pronoun Gender
de: Pronomen 3. Person

source: Start Quiz
de: Quiz starten

# Testing.runningUnitTests
source: Running Unit Tests
de: Unit-Tests laufen

# Tips.changeDifficultyMessage
source: Try Ridiculous difficulty for a greater challenge with more conjugationgroups.
de: Probiere die Schwierigkeit Absurd fГјr eine grГ¶Гҹere Herausforderung mit mehr Konjugationsgruppen.

# Tips.changeDifficultyTitle
source: Change Quiz Difficulty
de: Quiz-Schwierigkeit ГӨndern

# Tips.exploreFamiliesMessage
source: Discover how German verbs are grouped into strong, weak, mixed, and other families.
de: Entdecke, wie deutsche Verben in starke, schwache, gemischte und andere Familien eingeteilt werden.

# Tips.exploreFamiliesTitle
source: Explore Verb Families
de: Verbfamilien erkunden

# Tips.playGameMessage
source: Defend GermanyвҖҷs honor in an arcade game starring a brave pretzel.
de: Verteidige Deutschlands Ehre in einem Arcade-Spiel mit einer tapferen Brezel.

# Tips.playGameTitle
source: Play the Game
de: Spiel starten

# Tips.tryQuizMessage
source: Test your knowledge of German verb conjugations with a timed quiz.
de: Teste dein Wissen Гјber deutsche Verbkonjugationen in einem Quiz auf Zeit.

# Tips.tryQuizTitle
source: Try the Quiz
de: Quiz ausprobieren

# Tutor.deleteChatHistory
source: Delete Chat History
de: Chatverlauf lГ¶schen

# Tutor.deleteChatHistoryDescription
source: This setting deletes your saved Conjugation Tutor conversations.
de: Diese Einstellung lГ¶scht deine gespeicherten Konjugations-Tutor-GesprГӨche.

# Tutor.description
source: Ask Apple Intelligence about German verb conjugation.
de: Frage Apple Intelligence alles Гјber deutsche Verbkonjugation.

# Tutor.getSampleQuery
source: Get Sample Query
de: Beispielanfrage abrufen

# Tutor.getSampleQueryDescription
source: Browse sample queries to try with the Conjugation Tutor.
de: Durchsuche Beispielanfragen fГјr den Konjugations-Tutor.

# Tutor.getSuggestions
source: Get Suggestions
de: VorschlГӨge anzeigen

# Tutor.heading
source: Conjugation Tutor
de: Konjugations-Tutor

# Tutor.inputPlaceholder
source: e.g., вҖңConjugate gehen in the Perfekt.вҖқ
de: z.В B. вҖһKonjugiere gehen im Perfekt.вҖң

# Tutor.loading
source: LoadingвҖҰ
de: Wird geladen вҖҰ

# Tutor.poweredBy
source: Powered by Apple Intelligence. Answers may be incomplete or unexpected.
de: UnterstГјtzt von Apple Intelligence. Antworten kГ¶nnen unvollstГӨndig oder unerwartet sein.

# Tutor.practiceRecommendations
source: Recommendations
de: Гңbungsempfehlungen

# Tutor.practiceRecommendationsDescription
source: View personalized practice suggestions based on your quiz history.
de: Zeige personalisierte ГңbungsvorschlГӨge basierend auf deinem Quizverlauf.

# Tutor.send
source: Send
de: Senden

# Tutor.unavailable
source: The tutor is currently unavailable. Please try again later.
de: Der Tutor ist derzeit nicht verfГјgbar. Bitte versuche es spГӨter erneut.

# VerbBrowse.alphabetical
source: Alphabetical
de: Alphabetisch

# VerbBrowse.frequency
source: Frequency
de: HГӨufigkeit

# VerbBrowse.searchPrompt
source: Search verbs
de: Verben suchen

# VerbView.etymologyHeading
source: Etymology
de: Etymologie

# VerbView.exampleSentenceHeading
source: Example Sentence
de: Beispielsatz

# Settings.rateOrReview
source: Rate or Review
de: Bewerten oder rezensieren

# RatingsFetcher.noRating
source: There are no ratings for this version of Konjugieren.
de: Es gibt keine Bewertungen fГјr diese Version von Konjugieren.

# RatingsFetcher.oneRating
source: There is one rating for this version of Konjugieren.
de: Es gibt eine Bewertung fГјr diese Version von Konjugieren.

# RatingsFetcher.multipleRatings %lld
source: There are %lld ratings for this version of Konjugieren.
de: Es gibt %lld Bewertungen fГјr diese Version von Konjugieren.
